  export const user=
{
    name: '个人中心',
    person: {
        title:'我的个人中心',
        headimg: 'https://cdn.cnbj1.fds.api.mi-img.com/user-avatar/e01e7a81-a2bb-4f42-96ca-cc24e4f1c85f.jpg',
        name: '💨',
        safety: '普通',
        phone: '156*****72',
        e_mail: '未绑定',
        shopping: [
            {
                img: 'https://s01.mifile.cn/i/user/portal-icon-1.png',
                title: '待支付的订单',
                num: '',
                txt: "查看待支付订单",
            },
            {
                img: 'https://s01.mifile.cn/i/user/portal-icon-2.png',
                title: '待收货的订单',
                num: '0',
                txt: "查看待收货订单",
            },
            {
                img: 'https://s01.mifile.cn/i/user/portal-icon-3.png',
                title: '待评价商品数',
                num: '0',
                txt: "查看待评价商品",
            },
            {
                img: 'https://s01.mifile.cn/i/user/portal-icon-4.png',
                title: '喜欢的商品',
                num: '0',
                txt: "查看喜欢的商品",
            },
        ]
    },
    list: [
        {
            title: '消息通知',
            txt: '暂无数据',
            item: [
                '全部消息', '物流动态', '特惠活动'
            ]
        },

        {
            title: '购买资格',
            txt: '您没有可以显示的购买资格',
            item: [
                '未使用', '已使用/已过期'
            ]
        },
        {
            title: '消息通知',
            txt: '暂无数据',
            item: [
                '全部消息', '物流动态', '特惠活动'
            ]
        },
        {
            title: '现金账户',
            txt: '您尚未开通小米现金账户',
            item: []
        },
        {
            title: '小米礼品卡',
            txt: '暂无数据',
            item: [
                '绑定礼品卡', '我的礼品卡', '常见问题'
            ]
        },
        {
            title: '现金券',
            txt: '暂无记录',
            item: [
                '我的现金券', '常见问题'
            ]
        },
        {
            title: '喜欢的商品',
            txt: '您暂未收藏任何商品。',
            item: []
        },
        {
            title: '优惠券',
            txt: '未找到相应优惠券',
            item: [
                '未使用', '未使用', '未使用'
            ]
        },
        {
            title: '收货地址',
            txt: '',
            item: []
        },
        {
            title: '红包',
            txt: '一个红包也没有，快去app端参与活动抢红包吧~',
            item: [
                '未使用', '已使用/已失效'
            ]
        }
    ]
}
